Repository: daerlnaxe/Sapp-Pas-Root
Catalog: Sources/Languages/SPRLang.*.resx
Languages: fr_fr

# Additionnal_App_Paths
source: Additionnal Applications
fr_fr: Applications Additionnelles

source: Additionnal Options
fr_fr: Options Additionnelles

source: Apply
fr_fr: Appliquer

source: Browse
fr_fr: Parcourir

source: Cancel
fr_fr: Annuler

# Choose_Platform
source: Choose a Platform
fr_fr: Choisissez une Plateforme

source: Configure paths
fr_fr: Configurer les chemins

source: Configure sub folders
fr_fr: Configurer les sous-dossiers

source: Destination Folder
fr_fr: Dossier de Destination

source: Destination folders
fr_fr: Dossiers de destination

# DirDontExist
source: Directory doesn't exist
fr_fr: Le dossier n'existe pas

source: Error
fr_fr: Erreur

# Err_FinishSlash
source: The paths mustn't end with a '\'
fr_fr: Le chemin ne peut pas finir avec un '\'

# Err_MustRelat
source: Must be a relative link
fr_fr: Doit être un lien relatif

# Err_SelectMode
source: Select a mode
fr_fr: Sélectionnez un mode

source: Files migration
fr_fr: Migration des fichiers

source: Folders
fr_fr: Dossiers

source: Forced Mode
fr_fr: Mode Forcé

source: Game Folder
fr_fr: Dossier Jeu

source: Hard Path
fr_fr: Chemin Absolu

source: Hidden Games
fr_fr: Jeux Cachés

source: Images Folder
fr_fr: Dossier Images

source: Infos Platform
fr_fr: Infos Plateforme

source: Interpreted current Main Path
fr_fr: Chemin actuel Principal interprété

source: Keep SubFolder Mode
fr_fr: Mode Garder Sous-dossier

source: Main
fr_fr: Principal

source: Manual Folder
fr_fr: Dossier Manuel

source: Migrate Files
fr_fr: Migrer les fichiers

# Modify_Games_Path
source: Modify Games paths
fr_fr: Modifier les chemins des Jeux

# Modify_Platform_Path
source: Modify Platform paths
fr_fr: Modifier les chemins de la Plateforme

source: Musics Folder
fr_fr: Dossier Musiques

source: Name of Folders
fr_fr: Nom des Dossiers

source: Open in Explorer
fr_fr: Ouvrir dans l'Explorer

source: Or
fr_fr: Ou

source: Path
fr_fr: Chemin

source: Paths Not modified
fr_fr: Chemins Non modifiés

source: Platform
fr_fr: Plateforme

source: Platform Folder Name
fr_fr: Nom du Dossier Plateforme

# Please_Select_Mode
source: Please Select a mode
fr_fr: Sélectionnez un mode

source: Preview
fr_fr: Prévisualisation

source: Preview modifications
fr_fr: Prévisualisation des modifications

source: Process
fr_fr: Procéder

# QChange_GamesPaths
source: Would you want to change Games paths too ?
fr_fr: Voulez vous changer les chemins des Jeux aussi ?

# Q_WichMode
source: Would you want to use advanced verification ?
fr_fr: Voulez vous utiliser le mode avancé de vérification ?

source: Relative Path
fr_fr: Chemin Relatif

source: Root
fr_fr: Racine

source: Root folder
fr_fr: Dossier racine

# Select_Folder
source: Select a folder in the windows
fr_fr: Selectionnez un dossier dans la fenêtre

# SimuFail
source: Simulation Fail...
fr_fr: Simulation Echouée...

source: Simulate
fr_fr: Simuler

# SimuSuccess
source: Simulation Success...
fr_fr: Simulation Réussie...

source: Source folder
fr_fr: Dossier source

# TT_Folders
source: You can parameter wich sub folder will be used for destination paths
fr_fr: Vous pouvez parametrer quels sous dossiers seront utilisés pour les chemins de destination.

# TT_ListView
source: Double click to edit a plaform, right click for menu.
fr_fr: Double cliquez pour éditer une plateforme, bouton droit pour le menu

# TT_Migrate_Destination
source: Choose the futur folder of the system (ex: "..\..\Platforms\Games\Master System")
fr_fr: Choisissez le futur dossier du système (ex: "..\..\Platforms\Games\Master System")

# TT_Migrate_Source
source: Choose the folder of the system (ex ".\Games\Master System").
fr_fr: Choisissez le dossier du système (ex ".\Games\Master System").

# TT_PlaformFolder
source: To define the name of the folder that will be used in each section.
fr_fr: Pour définir le nom du dossier qui sera utilisé dans chaque section.

# TT_SelectFolder
source: Hit enter to validate manually your path or click on browse to select a folder
fr_fr: Tapez entrée pour valider manuellement votre chemin ou cliquez sur parcourir pour sélectionner un dossier.

# Use_TextBox
source: Use the textbox then hit 'Enter'
fr_fr: Utilisez la textbox puis appuyer sur 'enter'

source: Videos Folder
fr_fr: Dossier Videos

source: Waiting...
fr_fr: En Attente...

# Warning_Music
source: Pay attention to the Launchbox music folder:
fr_fr: Faites attention au dossier de musique de Launchbox:

# W_Music_Message
source: This folder is named "Music", without 's'. Think to change it, in 'Source Sub Folder' if your migrate files from this location.
fr_fr: Ce dossier est nommé "Music", sans 's'. Pensez à changer ça, dans 'Source Sub Folder' si vous migrez les fichiers depuis cet emplacement.
